import googleIcon from '../../image/google.svg';
import yandex from '../../image/yandex.svg';
import profileFirst from '../../image/profile-image-1.png';
import profileSecond from '../../image/profile-image-2.png';

const ReviewsDB = [
    {
        icon: googleIcon,
        rating: "5",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Никита Толмачев",
        data: "28 сентября 2021",
        avatar: ''
    },
    {
        icon: yandex,
        rating: "4",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Никита Толмачев",
        data: "28 сентября 2021",
        avatar: profileFirst
    },
    {
        icon: yandex,
        rating: "5",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Андрей Баринов",
        data: "15 сентября 2021",
        avatar: profileSecond
    },
    {
        icon: googleIcon,
        rating: "5",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Никита Толмачев",
        data: "28 сентября 2021",
        avatar: ''
    },
    {
        icon: yandex,
        rating: "4",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Никита Толмачев",
        data: "28 сентября 2021",
        avatar: profileFirst
    },
    {
        icon: yandex,
        rating: "5",
        text: "Были в апреле, ловили воблу, всё очень понравилось, место, персонал, удобства, стояли в палатке, решили приехать сюда в конце сентября. Елена и Сергей из Нижегородской области, отдельное спасибо хозяйке Юле",
        name: "Андрей Баринов",
        data: "15 сентября 2021",
        avatar: profileSecond
    },
]

export default ReviewsDB;